biblioAdminTitle=Biblio Admin
add=Ajouter
edit=Modifier
delete=Supprimer
update=Renouveler
cancel=Annuler
back=retour

review_id=Critique ID
isbn=ISBN
date_submitted=Date Enregistr\u00e9e
user_id=Utilisateur ID
rating=\u00c9valuation
approval_id=Approbation Id
review_title=Titre de la critique
review_text=Contenu de la critique

book_id=ID Livre
title=Titre
publisher=\u00c9diteur
publish_date=Date de publication
page_number=Nombre de pages
wholesale_price=Prix en gros
list_price=Prix list\u00e9
sale_price=Prix en vente
date_entered=Date Ins\u00e9r\u00e9
available=Disponible
overall_rating=\u00c9valuation g\u00e9n\u00e9ral
synopsis=R\u00e9sum\u00e9

invoice_id=Id Facture
sale_date=Date de la vente
total_net_value_of_sale=Total net de la vente
total_gross_value_of_sale=Total brut de la vente

user_id=Id Utilisateur
email_address=Courriel 
title_id=ID Titre
first_name=Pr\u00e9nom
last_name=Nom de famille
company_name=Nom de la compagnie
address_one=Premi\u00e8re Adresse
address_two=Seconde Adresse
province_id=ID Province
country=Pays
postal_code=Code Postal
home_phone=Domicile
cell_phone=Cellulaire
manager=Administrateur
active=Actif
total_reviews=Tous les commentaires

news_id=Id Nouvelles
news_link=Lien des nouvelles 

survey_id=Id questionnaire
question=Question
answerOne=Premi\u00e8re r\u00e9ponse 
answerTwo=Deuxi\u00e8me r\u00e9ponse 
answerThree=Troisi\u00e8me r\u00e9ponse
answerDefault=R\u00e9ponse par default

ad_id=id
ad_filename=Nom du ficher
ad_type=Type
details=D\u00e9tails

title=Titre
lastName=Nom de famille
firstName=Pr\u00e9nom
companyName=Nom de la compagnie
addressOne=Premi\u00e8re adresse
addressTwo=Seconde adresse
city=Ville
province=Province
country=Pays
postalCode=Code Postal
homeNum=Num\u00e9ro Domicile
cellNum=Num\u00e9ro Cellulaire
email=Email
password=Mot de passe
required=Ce champ doit \u00eatre rempli.

author=Auteur(s)
publishDate=Publi\u00e9 le
salePrice=CDN$ 

bookPrice=Prix du livre
gst=GST
hst=HST
pst=PST
quantity=Quantit\u00e9

#Validator Strings
badPassword=Mot de passe doit comporter au moins 4 caract\u00e8res de long
badEmail=S'il vous pla\u00eet soumettre une adresse email valide
noPasswordMatch=Confirmation ne correspond pas \u00e0 un mot de passe d'origine
badLuhnCheck=Num\u00e9ro de carte non valide.

#General
home=Page d'accueil
shoppingCart=Panier
price=Prix
checkOut=Passer \u00e0 la caisse
subtotal=Sous-Total
about=Au sujet de
signUp=S'inscrire
myProfile=Mon Profil
myCart=Mon Panier
login=Identifier
logout=D\u00e9connecter
adminPanel=Panneau d'Administration
myOrders=Mes Commandes
searchText=Recherche texte
name=Nom
email=Courriel
submit=Soumettre
search=Rechercher
password=Mot de passe
loginWithEmail=Connectez-vous avec votre courriel
forgotPassword=Vous avez oubli\u00e9 votre mot de passe?
confirmPassword=Confirmer mot de passe
invoice=Facture d'Achat
csdStore=La Librairie CSD
help=Aide
feedback=Faites-nous savoir ce que vous pensez de notre nouveau site web! Rappelez-vous qu'il est encore en construction et certaines choses peuvent \u00eatre cass\u00e9, mais nous serions encore l'amour pour vous de nous laisser des commentaires sur ce que vous pensez de la conception.
leaveUsFeedback=Laissez-nous vos commentaires
newProducts=Nos nouveaux produits
discountedProducts=Produits \u00e0 prix r\u00e9duits
welcome=Bienvenue
browseGenre=Parcourir Genre
survey=Sondage
newsFeed=RSS
suggestedBooks=Livres sugg\u00e9r\u00e9s
copyright =Droit d'auteur
rightsReserved=Tous droits r\u00e9serv\u00e9s.
book=Livre

#Search Page
searchResults=R\u00e9sultats de votre recherche pour
totalRes=Nombre de r\u00e9sultats trouv\u00e9s

#Browse Genre page
topSelling=Meilleures ventes livres dans ce genre
allBooks=Tous les livres de ce genre

#Contact Page
contactUs=Contactez nous
contactUsMessage=Vous pouvez nous contacter en remplissant le formulaire ci-dessous.

#Reset Password Page
resetText = Entrez votre email pour obtenir un lien de r\u00e9initialisation
sendReset = Envoyer l'information
resetPassword = R\u00e9initialiser Mot de passe

#FAQ Page
q1=O\u00f9 livrez-vous?
a1=Nous exp\u00e9dions actuellement au Canada.
q2=Puis-je ret\u00e9l\u00e9charger un livre que j'achet\u00e9?
a2=Oui, vous pouvez autant de fois que vous voulez.
q3=Quels types de paiement acceptez-vous?
a3=Nous acceptons les cartes de cr\u00e9dit seulement.
q4=Est-ce que vous vendez des copies physiques des livres?
a4=Nous sommes strictement une boutique en ligne qui vendent des copies \u00e9lectroniques.
q5=Que dois-je faire quand ma commande ne suis pas arriv\u00e9?
a5=S'il vous pla\u00eet nous contacter via notre page \u00abContactez-nous\u00bb.

#Help page
homePage=Page d'accueil
homeDesc=La page d'accueil est la page d'atterrissage \u00e0 bilbiotech.com. En haut de la page est notre t\u00eate. Ici vous pouvez rechercher par un champ de votre go\u00fbt, votre inscription, login, afficher votre panier, et changer de langue.
bookPage=Page de livre
bookDesc=La page du livre affiche le livre que vous avez choisi de voir. Vous donnez l'image de couverture, le titre, note, auteur, descripting, et le prix. Vous pouvez cliquer sur le bouton Ajouter au panier pour ajouter l'article \u00e0 votre panier. Apr\u00e8s quatre onglets. La premi\u00e8re est de d\u00e9tails, ce qui montre des d\u00e9tails plus sp\u00e9cifiques du livre. Le deuxi\u00e8me est de commentaires, voici o\u00f9 vous voyez tous les avis approuv\u00e9s par nos utilisateurs. Si vous \u00eates connect\u00e9, vous pouvez soumettre votre propre. Les troisi\u00e8me et quatri\u00e8me affichage d'onglets plus de livres du m\u00eame genre et auteur si vous souhaitez lire des livres similaires.
signupPage=Page d'inscription
signupDesc=La page d'inscription vous permet d'enregistrer un compte pour notre site pour \u00e9crire des commentaires et faire des achats. Vous devez fournir une adresse email et mot de passe lors de l'enregistrement.
loginPage=Page de connexion
loginDesc=La page de connexion permet de vous connecter \u00e0 votre compte pour \u00e9crire un commentaire, faire un achat, et consulter vos commandes. Un nom d'utilisateur et mot de passe correspondant est n\u00e9cessaire.
profilePage=Page profil
profileDesc=La page profil affiche toutes vos informations, y compris vos informations de connexion, ainsi que des informations de facturation. Ce doit \u00eatre rempli avant de faire un achat. Vous allez \u00eatre redirig\u00e9 ici si vous ne l'avez pas rempli ceci tout en essayant de v\u00e9rifier.
browseGenrePage=Parcourir la page de genre
browseGenreDesc=La page de genre de navigation montre tous les livres dans un genre sp\u00e9cifique. En haut de cette page, vous pourrez voir les cinq premiers livres de vente, suivi par tous les livres dans le genre.
resultsPage=Page de r\u00e9sultats
resultsDesc=La page de r\u00e9sultats affiche tous les livres qui correspondent \u00e0 vos crit\u00e8res de recherche. Vous pouvez rechercher un livre par titre, isbn, auteur et \u00e9diteur dans la barre de recherche en haut de la page. Si votre recherche ne renvoie que l'un des r\u00e9sultats, vous \u00eates redirig\u00e9 vers ce livre sp\u00e9cifique sur la page du livre.
cartPage=Page du panier
cartDesc=La page du panier affiche tous les \u00e9l\u00e9ments que vous avez plac\u00e9 dans votre panier avant de commander. Ici, vous pouvez voir le montant de l'achat, et supprimer tous les livres que vous souhaitez ne pas acheter. Si vous \u00eates pr\u00eat \u00e0 v\u00e9rifier, s'il vous pla\u00eet cliquer sur le bouton de commande. Si vous souhaitez continuer vos achats, cliquez sur le lien commercial continuer ce qui vous permettra de revenir \u00e0 la page que vous \u00e9tiez pr\u00e9c\u00e9demment sur.
checkoutPage=Page de paiement
checkoutDesc=La page de paiement est lorsque vous remplissez votre achat et vous devez \u00eatre connect\u00e9 pour le faire. Au moment du d\u00e9part \u00e0 partir de la page du panier, il vous sera demand\u00e9 de fournir vos informations de facturation sur la page de profil si vous avez pas d\u00e9j\u00e0. Sur cette page, vous verrez un r\u00e9capitulatif de la commande, y compris les taxes appropri\u00e9es pour votre province. Vous serez tenu de payer par carte de cr\u00e9dit en remplissant les champs appropri\u00e9s pour votre carte. Lors de l'achat, vous serez redirig\u00e9 vers la page de la facture, ceci est votre facture.
invoicePage=Page de facture
invoiceDesc=La page de la facture affiche une facture de votre achat. Il affichera votre num\u00e9ro de facture, la date d'achat et le co\u00fbt de l'ordre. Vous pourrez \u00e9galement voir tous les livres acheter et \u00eatre en mesure de t\u00e9l\u00e9charger ou d'imprimer cette facture. Une facture est \u00e9galement envoy\u00e9 par courriel lors de l'achat.
ordersPage=Page commandes
ordersDesc=La page des commands affiche toutes vos commandes et vous permet de t\u00e9l\u00e9charger un livre que vous avez l'achat en cliquant sur le bouton de t\u00e9l\u00e9chargement pour le livre appropri\u00e9 que vous voulez t\u00e9l\u00e9charger.

#About Page
whoAreWe=Qui sommes nous
whoAreWeAnswer=Nous sommes un groupe d'\u00e9tudiants en informatique du Coll\u00e8ge Dawson qui ont d\u00e9velopp\u00e9 une librairie en ligne pour r\u00e9pondre aux besoins de notre client (Ken Fogel).

#Book Page
listPriceLabel=Prix Affich\u00e9
salePriceLabel=Prix Sold\u00e9
addToCart=Ajouter au panier
productDetails=D\u00e9tails du Produit
reviews=Critiques
otherBooksGenre=Autres livres dans ce genre
otherBooksAuthor=Autres livres de l'auteur
isbnLabel=ISBN
publisherLabel=\u00c9diteur
publishDateLabel=Date de publication
pages=Pages
genres=Genres
formats=Formats
availability=Disponibilit\u00e9
noReviews=Il n'y a pas de critiques pour ce livre.
myReview=Ma Critique
reviewTitle=Titre du commentaire
reviewText=Texte du commmentaire
submitReview=Soumettre Critique
signInForReview=S'il vous pla\u00eet vous connecter pour envoyer un commentaire.
clickLogin=Click ici pour Connectez-vous

#Cart Page
item=Article
remove=Supprimer
continueShopping=Continuer vos achats

#Checkout Page
orderSummary=R\u00e9sum\u00e9 de commande
editBillingInfo=Modifier la facturation
paymentInfo=Information de paiement
creditCardNumber=Num\u00e9ro de carte de cr\u00e9dit
nameOnCard=Nom sur carte
expiryMonth=Mois d'expiration
expiryYear=Ann\u00e9e d'expiration
securityCode=Code de s\u00e9curit\u00e9
confirmPurchase=Confirmer l'achat
expiryMonthValidMsg= L\u2019attribut sp\u00e9cifi\u00e9 n\u2019est pas compris entre les valeurs attendues 1 et 12.
expiryYearValidMsg= Invalide. Ann\u00e9e doit \u00eatre un maximum de 10 ans \u00e0 partir d'aujourd'hui.

#Invoice Page
paymentMethod=M\u00e9thode de paiement
endingDigits=Carte de cr\u00e9dit | Se termine en
printPage=Imprimer cette page pour vos dossiers.
terms=Conditions
conditions=Conditions d'utilisation | Avis de confidentialit\u00e9 | \u00a9 2016, BiblioTech.com, Inc. et ses soci\u00e9t\u00e9s affili\u00e9es. Tous les droits sont r\u00e9serv\u00e9s.
trademark=Ceci n'est pas une vraie marque.
billingAddress=Adresse de facturation
phone=T\u00e9l\u00e9phone
cell=C\u00e9llulaire

javax.faces.validator.LengthValidator.MAXIMUM=Longueur maximale de ''{0}'' d\u00e9pass\u00e9.
javax.faces.validator.LengthValidator.MINIMUM=Longueur minimum de ''{0}'' d\u00e9pass\u00e9.
notifyUserAboutReview =Votre commentaire sera visible une fois approuv\u00e9 par un gestionnaire.

format_id=Format_Id

id=Id

#Management navigation
dashboard=Tableau de bord
books=Livres
users= Utilisateurs
invoices=Factures
surveys= Sondages
ads=Publicit\u00e9s
reports=Rapports
allReports=Tous les rapports
salesAuthors=Ventes par Auteur
clientSales=Ventes par Client
publisherSales=Ventes par \u00c9diteur
topClients= Meilleurs Clients
topSellers=Meilleurs Vendeurs
totalSales= Ventes Totales
zeroSales=Livres non-vendus
stockReports=Inventaire
authors=Auteurs
titles=Titres
provinces=Provinces
noReviews=Aucune nouvelle critique
viewAlerts=Voir toutes les alertes
pendingReviews=En attente d'approbation
viewDetails= Voir les d\u00e9tails
notifPanel=Panneau de notifications